test/non-functional/gatling/src/test/resources/bodies/GetRequestActivities.xml

<soapenv:Envelope
      xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
      xmlns:urn="urn:riv:itintegration:registry:1"
      xmlns:urn1="urn:riv:crm:requeststatus:GetRequestActivitiesResponder:1">
   <soapenv:Header>
      <urn:LogicalAddress>5565594230</urn:LogicalAddress>
   </soapenv:Header>
   <soapenv:Body>
      <urn1:GetRequestActivities>
        <urn1:subjectOfCareId>${patientid}</urn1:subjectOfCareId>
      </urn1:GetRequestActivities>
   </soapenv:Body>
</soapenv:Envelope>
